<!DOCTYPE html>
<html>
<head>
<meta name="viewport" content="width=device-width, initial-scale=1.0">
		<meta name="description" content="lectii chimie!">
		<meta name="keywords" content="chimie, chim, stiinte, natura, lectii">
		<link rel="stylesheet" type="text/css" href="main2.css">
		<title>Chimie pentru toti</title>
<style>
   
</style>
</head>
<body>

<div class="paragraph">
<img src="10.png" style="width:10%"><br>
</div>
<h1 style="text-align:center">Alcani<br>(Parafine)</h1>
<div class="paragraph2">

<p>                                
  
	DEFINI&#538;IE: Alcanii sunt hidrocarburi saturate ciclice care con&#539;in numai leg&#259;turi simple C-C, C-H &#537;i au formula general&#259; CnH(2n+2), unde n=num&#259;rul atomilor de carbon.
<br><br>
	Alcanii se clasific&#259; &#238;n:<br>
-Alcani cu caten&#259; liniar&#259; numi&#539;i alcani sau normal alcani;<br>
-Alcani cu caten&#259; ramificat&#259; sau izoalcani.<br>
<br><br>

	Dac&#259; d&#259;m valori lui n, se ob&#539;ine seria omoloag&#259; a alcanilor &#238;n care fiecare termen are c&#226;te o grupare de CH2 &#238;n plus fa&#539;&#259; de precedentul s&#259;u. 
<br><br>
RADICALI:<br>

-se ob&#539;in prin &#238;ndepartarea a unul sau mai mul&#539;i atomi de hidrogen din molecula unui alcan;
<pre>
	<code>
		 |
CH4		-CH3		—CH2		—CH
                                 | 		 |
metan		metil         metilen	       metin

		
CH3—CH3			—CH2—CH3
etan			  etil

						    |
CH3—CH2—CH3		—CH2—CH2—CH3		CH3—CH—CH3
propan			propil			izopropil
					 

—CH2—CH2—CH2—CH3	—CH2—CH—CH3		CH3—CH—CH2—CH3
                         |			    |
butil sau n-butil	izobutil		sec butil
	</code>
</pre>
<br>

STABILIREA DENUMIRILOR IZOALCANILOR:<br>

1.	Se numeroteaz&#259; catena cea mai lung&#259; de atomi de carbon astfel &#238;nc&#226;t suma indicilor radicalilor s&#259; aib&#259; un numar c&#226;t mai mic.

<br>2.	Radicalii se trec &#238;n ordine alfabetic&#259;.<br>

3.	Se alege catena cea mai lung&#259; de atomi de carbon astfel &#238;ncat s&#259; se formeze un num&#259;r c&#226;t mai mare de radicali mai mici.
<br><br>

PROPRIET&#258;&#538;I FIZICE:<br>

1.	Primii patru alcani sun gazo&#537;i.  C1-C4<br>
            C5-C17 sunt lichizi<br>
	Peste C18 sunt solizi.<br>

2.	 Alcanii gazo&#537;i nu au miros.<br>
3.	Pentru perceperea sc&#259;p&#259;rilor de gaze, se introduc ni&#537;te substan&#539;e ur&#226;t mirositoare care con&#539;in sulf, numit MERCAPTANI.
<br>4.	Alcanii sunt insolubili in apa, dar solubili in solventi organici.
<br>5.	Punctele de fierbere &#537;i de topire cresc cu num&#259;rul atomilor de carbon (adic&#259; odat&#259; cu masa molecular&#259;) &#537;i scad cu ramificarea catenei.
<br>6.	Alcanii lichizi au miros specific (seaman&#259; cu benzina &#537;i motorina).<br><br>

PROPRIET&#258;&#538;I CHIMICE:<br>

	Alcanii au o reactivitate mic&#259;, sunt stabili la temperatur&#259; obisnuit&#259; &#537;i dau pu&#539;ine reac&#539;ii.
<br><br>
1.	REAC&#538;IA DE SUBSTITU&#538;IE<br>
     a)	    Halogenarea alcanilor<br>

-la temperatur&#259; de 400-500C sau lumin&#259; difuz&#259;>br>
Halogenii care dau reac&#539;ia sunt Cl &#537;i Br <br>
<pre>
	<code>
		CH4+  Cl2———» CH3Cl+HCl
	
		CH3Cl+ Cl2———»  CH2Cl2+HCl
		
		CH2Cl2+ Cl2———» CHCl3+HCl
	
		CHCl3+ Cl2————» CCl4+HCl
	
	</code>
</pre>
<br>
2.	REAC&#538;IA DE IZOMERIZARE<br>
	A fost studiat&#259; &#537;i descoperit&#259; de chimistul rom&#226;n C.D. Neni&#539;escu. <br>
	Se utilizeaz&#259; pentru ob&#539;inerea benzinelor de calitate superioar&#259;. <br>
	Catalizatorul utilizat este clorura de aluminiu (AlCl3) umed&#259;, la temperatura de 50-100 grade Celsius.
<pre>
	<code>
		CH3—CH2—CH2—CH3————»CH3—CH—CH3	
	                            |
                       	            CH3 	
		butan              izobutan
	</code>
</pre>
	
	Izoalcanii ard mai bine &#238;n motoarele automobilelor.<br> 
	Calitatea benzinei este dat&#259; de cifra octanic&#259;.<br><br>

CO=Cifra ocatinc&#259; = Ne arat&#259; procentul masic de izooctani din benzina respectiv&#259; <br>
	Benzina de CO=95 contine 95% izooctani &#537;i 5% n-heptan.<br><br>

	Izooctanul are cifra octanic&#259; 100, iar normal octanul 0.
<br><br>

3.	DESCOMPUNEREA TERMIC&#258; A ALCANILOR<br>
	Alcanii sunt stabili la temperaturi mai mici, dar la temperaturi mai ridicate pot suferi dou&#259; tipuri de reac&#539;ii de descompunere:
<br>a)	  Reac&#539;ia de dehidrogenare
<br>b)	  Reac&#539;ia de cracare<br><br>

	Reac&#539;iile de descompunere termic&#259; care au loc la temperatur&#259; de 650 de grade Celsius se numesc reac&#539;ii de cracare, iar reac&#539;iile care au loc la peste 750 de grade Celsius se numesc reac&#539;ii de piroliz&#259;.
<br><br>
a)	REAC&#538;IILE DE DEHIDROGENARE<br>
	&#206;n reac&#539;iile de dehidrogenare se rup leg&#259;turile C—H
	<pre>
		<code>
			CH2—CH—CH2—CH3———» CH2=CH—CH2—CH3+H2
			    |	               |
			    H                  H			
				            1-buten&#259;
	   
	   
		   CH3—CH—CH—CH3———»CH3—CH=CH—CH3+H2
		       |  |
		       H  H			
					2-buten&#259;
	   
		</code>
	</pre>
	<br>

b)	REAC&#538;II DE CRACARE <br>
	&#206;n reac&#539;iile de cracare se rup leg&#259;turile C—C
	<pre>
		<code>
		CH3—CH2—CH2—CH3———»CH4 + CH2=CH—CH3
		butan	          metan	  propen&#259; 
	
	
		CH3—CH2—CH2—CH3———» CH3—CH3 + CH2=CH2
		butan		     etan	 eten&#259;
		</code>
	</pre>

	&#206;n reac&#539;iile de cracare ale alcanilor &#537;i izoalcanilor se ob&#539;in un alcan &#537;i o alchen&#259; (&#238;n toate variantele posibile)
<br><br>
4.	REAC&#538;II DE OXIDARE<br><br>

a)	REAC&#538;IA DE ARDERE (OXIDARE COMPLET&#258;)<br>
-prin arderea unei hidrocarburi se ob&#539;in CO2, H2O &#537;i caldur&#259;
<pre>
	<code>
		CH4+2O2=CO2+2H2O+Q
	
		C4H10+13/2 O2=4CO2+5H2O+Q
	</code>
</pre>	
<br>
b)	REAC&#538;IA DE PIROLIZ&#258; (OXIDARE PAR&#538;IAL&#258;)
<pre>
	<code>
		CH4+O2———»C+2H2O

		CH4+1/2 O2———»CO+2H2
		
		CH4+H2O———»CO+3H2
		
		CH4+1/2 O2———»CH3OH
		
		CH4+O2———»CH2O+H2O		
	</code>
</pre>

</p>
</div>

</body>
</html>

