<!DOCTYPE html>
<html>
<head>
<meta name="viewport" content="width=device-width, initial-scale=1.0">
		<meta name="description" content="lectii chimie!">
		<meta name="keywords" content="chimie, chim, stiinte, natura, lectii">
		<link rel="stylesheet" type="text/css" href="main2.css">
		<title>Chimie pentru toti</title>
<style>
   
</style>
</head>
<body>

<div class="paragraph">
<img src="10.png" style="width:10%"><br>
</div>
<h1 style="text-align:center">Alchene</h1>
<div class="paragraph2">

<p>                                
  
	Alchenele sunt hidrocarburi nesaturate aciclice care con&#539;in doar o leg&#259;tur&#259; dubl&#259; &#238;ntre doi atomi de carbon &#537;i au formula general&#259; CnH2n, unde n reprezint&#259; num&#259;rul atomilor de carbon.
<br>
	Daca &#238;i d&#259;m valori lui n se ob&#539;ine seria omoloag&#259; a alchenelor &#238;n care fiecare termen are c&#226;te o grupare CH2 &#238;n plus fa&#539;&#259; de precedentul s&#259;u.
<br><br><img src="alchene.png"><br><br>
RADICALI:
<pre>

		CH2  =   CH  —	 
		VINIL  etenil
   
		CH2=CH—CH2—
		    ALIL
</pre>
  
	 <br>
STABILIREA DENUMIRILOR IZOALCHENELOR<br>
1.	Leg&#259;tura dubl&#259; are prioritate la numerotarea &#238;n fa&#539;a radicalilor(metil, etil, propil, etc), a halogenilor &#537;i a grupei nitro (—NO2)
<br>2.	La numerotarea alchenei se parcurg obligatoriu cei doi atomi de carbon implica&#539;i &#259;n legatura dubl&#259;.
<br><br>
	IZOMERII au aceea&#537;i formul&#259; structural&#259;, dar propriet&#259;&#539;i fizico-chimice diferite.
<br>
-izomerii de caten&#259;:  difer&#259; prin modul de aranjare al atomilor de C pe caten&#259;<br>
-izomerii de pozi&#539;ie:  izomerii difer&#259; prin pozi&#539;ia leg&#259;turii duble<br>

	ex:  1-buten&#259;		1-penten&#259; 		1-hexen&#259;<br>
	       2-buten&#259; 		2-penten&#259; 		2-hexen&#259;<br>
							3-hexen&#259;<br><br>

IZOMERIA GEOMETRIC&#258;<br>

	Izomerii geometrici difer&#259; prin modul de aranjare al substituen&#539;ilor de la atomii de carbon implica&#539;i &#238;n legatura dubl&#259; fa&#539;&#259; de un plan.
<br><br>
	CONDI&#538;II PENTRU APARI&#538;IA IZOMERIEI GEOMETRICE<br>

-s&#259; avem cel pu&#539;in o legatur&#259; dubl&#259;<br>
-substituen&#539;ii de la atomii de carbon de la legatura dubl&#259; s&#259; fie diferi&#539;i <br>
<pre>
	<code>
	a			     d

		C   =   C					a diferit de e &#537;i b diferit de d
	
	b			     e
	</code>
</pre>
<br><br>
PROPRIET&#258;&#538;I FIZICE:
1.	Primele 4 alchene sunt gazoase<br>
	De la C5—C17 sunt lichide<br>
	Peste C18 sunt solide<br>
2.	Alchenele sunt insolubile &#238;n ap&#259;, dar solubile &#238;n solven&#539;i organici.<br>
3.	Densitatea este pu&#539;in mai ridicat&#259; dec&#226;t cea a alcanilor corespunz&#259;tori.<br>
4.	Punctele de topire ale izomerilor trans sunt mai mari dec&#226;t cele ale izomerilor cis.<br>
5.	Punctele de fierbere ale izomerilor cis sunt mai mari dec&#226;t cele ale izomerilor trans.<br>
6.	Punctele de fierbere &#537;i de topire ale alchenelor sunt mai mici dec&#226;t cele ale alcanilor corespunzatori.<br>
<br>

PROPRIET&#258;&#538;I  CHIMICE:<br>

1.	REAC&#538;IA DE ADI&#539;IE
<pre>
	<code>
		| |
		C=C+x—y ———» —C—C—
                              | |
	substan&#539;a nesaturat&#259;		substan&#539;a saturat&#259;
	</code>
</pre>
<br>
a)	ADI&#538;IA HIDROGENULUI
<pre>
	<code>
H		H	                  H   H
|	        |		  Ni	  |   |
C	=	C      +  H — H  ————» H— C — C —H
|		|	                  |   |
H		H                         H   H


		 Ni
CH2 = CH2 + H2 ———» CH3 — CH3


		  Ni
CH2 = CH — CH3 + H2 ———»CH3 — CH2 — CH3 (propan)

	</code>
</pre>
	
	Adi&#539;ia hidrogenului la alchene se face &#238;n prezen&#539;a catalizatorului nichel (Ni) .

<br><br>

b)	ADI&#538;IA HALOGENILOR (Cl, Br, F, I)<br>

- este reac&#539;ia de recunoastere a alchenelor<br>
- are loc foarte u&#537;or<br>
- se ob&#539;in substan&#539;e cu aspect uleios, iar din aceast&#259; cauz&#259; alchenele au primit denumirea de OLEFINE<br>
<pre>
	<code>
		                CCl4
		CH2 = CH2 + Cl2 ———» CH2 — CH2		1,2-dicloroetan
                                     |     |
                                     Cl    Cl
		
						   CCl4
		CH2 = CH — CH3 + Br2 ———»  CH2 — CH — CH3		1,2-dibromopropan
                                           |     |
                                           Br    Br
	</code>
</pre>
<br>
c)	ADI&#538;IA HIDRACIZILOR<br>
<pre>
	<code>
		CH2 = CH2 — HCl ————» CH3 — CH2	-clorura de etil
		I		-kelen
	   Cl		-cloroetan
	</code>
</pre>
	
<br>
•	la adi&#539;ia hidracizilor la alchenele nesimetrice, hidrogenul se adi&#539;ioneaz&#259; la atomul de carbon mai bogat &#238;n hidrogen (regula lui Markkovnikkov)
<pre>
	<code>
		CH2 = CH — CH3 + HBr ———» CH3 — CH — CH3		-2-bromopropan
		I				-bromura de izopropil
	   Br		
	</code>
</pre>
<br>
d)	ADI&#538;IA APEI<br>
•	se face la cald &#238;n prezenta acidului sulfuric (H2SO4) drept cataliazator<br>
•	prin adi&#539;ia apei la alchene se ob&#539;in alcooli
 <pre>
	 <code>
		H+
		CH2 = CH2 + H — CH ———» CH3 — CH2
                                              |
                                              CH
	
	
                                        H+
		CH2 = CH — CH3 + H — OH ———» CH3 — CH—CH3
                                                   |
                                                   OH
	 </code>
 </pre>
	
							  <br>
2.	REAC&#538;IA DE OXIDARE<br>

a)	   OXIDAREA TOTAL&#258; (REAC&#538;IA DE ARDERE)<br>
	Prin arderea unei alchene se ob&#539;in CO2, H2O &#537;i Q.
<pre>
	<code>
		CnH2n + 3n/2 O2 = nCO2 + nH2O + Q

		C2H4 + 3O2 = 2CO2 + 2H2O + Q
		
		C3H6 + 9/2 O2 = 3CO2 + 3H2O + Q
	</code>
</pre>
<br>
b)	 OXIDAREA BL&#194;ND&#258; A ALCHENELOR<br>

•	se face &#238;n prezenta de permanganat de potasiu(KMnO4) &#238;n mediu apos sau slab bazic <br>
•	prin oxidarea bl&#226;nd&#259; a alchenelor se ob&#539;in dioli<br>
•	diolii sunt alcooli cu dou&#259; grupe OH la doi atomi de carbon vecini<br><br>

c)	 OXIDAREA ENERGIC&#258; <br>
	
	Prin oxidarea energic&#259; a alchenelor care se face &#238;n prezen&#539;a permanganatului de potasiu (KMnO4) &#238;n mediu de acid sulfuric (H2SO4) 
	sau bicromat de potasiu (K2Cr2O7) &#238;n mediu de acid sulfuric (H2SO4), se rupe leg&#259;tura dubl&#259; exist&#226;nd urm&#259;toarele cazuri:
<br>
a) dac&#259; avem 2 atomi de H la leg&#259;tura dubl&#259;, prin rupere se ob&#539;ine dioxid de carbon &#537;i ap&#259;
   <pre>
	   <code>
		CH2 != ———» CO2 + H2O
	   </code>
   </pre>
<br>
b) dac&#259; avem un singur atom de H la leg&#259;tura dubl&#259; se ob&#539;ine un acid carboxilic 
			<pre>
				<code>
					R — CH != ———» RCOOH
				</code>
			</pre>
<br>
c) dac&#259; nu avem hidrogen la leg&#259;tura dubl&#259; se ob&#539;ine o ceton&#259; 
		<pre>
			<code>
				R — C != ———» R — C —R”
				||            ||
				R”             O
			</code>
		</pre>
<br>
3.	REAC&#538;IA DE POLIMELIZARE 
		<pre>
			<code>
				polimelizare
				n  A ————————»  —(A)—n
					monomer			     polimer 
			
			n-gradul de polimerizare 
			A-monomer 
					polimerizare 
			nCH2 = CH2 ———————» -(CH2—CH2)-n 		polieten&#259; 
			
			</code>
		</pre>
</p>
</div>

</body>
</html>

