<!DOCTYPE html>
<html>
<head>
<meta name="viewport" content="width=device-width, initial-scale=1.0">
		<meta name="description" content="lectii chimie!">
		<meta name="keywords" content="chimie, chim, stiinte, natura, lectii">
		<link rel="stylesheet" type="text/css" href="main2.css">
		<title>Chimie pentru toti</title>
<style>
   
</style>
</head>
<body>

<div class="paragraph">
<img src="9.png" style="width:10%"><br>
</div>
<h1 style="text-align:center"> Leg&#259;turi intermoleculare<br>
              (care se realizeaz&#259; &#523;ntre molecule)</h1>
<div class="paragraph2">

<p>                               
 Sunt leg&#259;turi de natur&#259; fizic&#259; ce se realizeaz&#259; &#523;ntre molecule &#537;i sunt mult mai slabe dec&#515;t leg&#259;turile chimice. Se mai numesc &#537;i leg&#259;turi fizice.
 <br><br><u>Clasificare:</u><br>
1.Leg&#259;turi de hidrogen<br>
2.Leg&#259;turi van der waals – leg&#259;turi dipol-dipol <br><br>
 <u>Leg&#259;turile de hidrogen</u> apar &#523;ntre moleculele care con&#539;in atomi de hidrogen &#537;i atomi de nemetale puternic electronegative cu volum mic(F, O, N)
  <br>Leg&#259;tura de hidrogen este de 10 ori mai slab&#259; dec&#515;t leg&#259;tura covalent&#259;, dar suficient de puternic&#259; pentru a influen&#539;a propriet&#259;&#539;ile fizice ale substan&#539;elor. 
  <br>&#523;n apa lichid&#259;, fiecare molecul&#259; formeaz&#259; aproximativ dou&#259; leg&#259;turi de hidrogen.
  <br>La 4 grade Celsius apa are densitatea maxim&#259; de 1g/cm3
  <br>De la 4 grade Celsius la 0 grade Celsius apa &#523;&#537;i m&#259;re&#537;te volumul &#537;i &#523;&#537;i scade densitatea cu aproximativ 10%.
 <br>&#523;n ghea&#539;&#259; se formeaz&#259; aproximativ 4 leg&#259;turi de hidrogen la fiecare molecul&#259; de ap&#259;, iar structur&#259; ob&#539;inut&#259; este af&#515;nat&#259; cu goluri.
 <br><br><u>Leg&#259;turile dipol-dipol</u> se realizeaz&#259; &#523;ntre toate moleculele polare. Ele sunt mai slabe dec&#515;t leg&#259;tura de hidrogen &#537;i scad odat&#259; cu distan&#539;a. 
 <br><u>For&#539;ele de dispersie</u> apar &#523;ntre moleculele nepolare. Sunt cele mai slabe for&#539;e de reac&#539;ie care pot ap&#259;rea &#523;ntr-o molecul&#259;.
 <br><br>Moleculele cu unghi sunt polare.
 <br><br><u>Punctul de topire</u> al substan&#539;elor este influen&#539;at de:<br>
- T&#259;ria leg&#259;turii<br>
- M&#259;rimea moleculelor<br>
- Masa molecular&#259;<br>
- Simetria moleculelor<br>

</p>
</div>

</body>
</html>

