<!DOCTYPE html>

<html>

	<head>
		<meta name="viewport" content="width=device-width, initial-scale=1.0">
		<meta name="description" content="lectii chimie!">
		<meta name="keywords" content="chimie, chim, stiinte, natura, lectii">
		<link rel="stylesheet" type="text/css" href="main2.css">
		<title>Chimie pentru toti</title>
	</head>
<body>

<div class="paragraph">
<img src="9.png" style="width:10%"><br>
</div>
<h1 style="text-align:center">Propriet&#259;&#539;ile elementelor</h1>
<div class="paragraph2">
<p>
A)	<u>Neperiodice:</u> <br>
- Num&#259;r atomic<br>
                      - Num&#259;r de mas&#259;<br><br>
B)	<u>Periodice </u>  <br>   1)<u>Fizice:</u> <br>
                      - Raza atomic&#259;<br>
                                 - Raza ionic&#259;<br>
                                 - Energia de ionizare	<br>
                                 - Afinitatea pentru electroni<br>
                                 - Electronegativitatea<br><br>
    
                               2)<u>Chimice:</u> <br>
                               - Caracter metalic	<br>
                                               - Caracter nemetalic<br>
                                                - Valen&#539;a<br><br>
 <u>Num&#259;rul atomic</u> este un num&#259;r care cre&#537;te cu o unitate de la primul p&#515;n&#259; la ultimul element din sistemul periodic. Arat&#259; nr. de protoni din nucleu. <br>
 <u>Num&#259;rul de mas&#259;</u> este un num&#259;r care cre&#537;te de la primul p&#515;n&#259; la ultimul element din sistemul periodic cu o unitate. Ultimele elemente din sistemul periodic au num&#259;rul de mas&#259; &#523;ntre paranteze, deoarece sunt instabile. <br><br>

<u> Raza atomic&#259;</u><br>
<u>Raza atomic&#259;</u> este jum&#259;tate din distan&#539;a dintre nucleele a doi atomi de acela&#537;i fel, a&#537;eza&#539;i unul l&#515;ng&#259; altul. <br>
Raza atomic&#259; cre&#537;te &#523;n grup&#259; de sus &#523;n jos cu cre&#537;terea num&#259;rului de straturi. <br>
 Raza atomic&#259; cre&#537;te &#523;n perioad&#259; de la dreapta la st&#515;nga. <br><br>
 
 <u>Raza ionic&#259;</u><br>
Metalele cedeaz&#259; electroni pentru configura&#539;iei stabile. <br>
Ionii pozitivi se mai numesc si cationi. <br>
Raza ionic&#259; cre&#537;te &#523;n grup&#259; de sus &#523;n jos, cu cre&#537;terea nr. de straturi. <br>
Raza ionic&#259;, &#523;n perioad&#259;, cre&#537;te de la dreapta la st&#515;nga. <br>
Atomii sau ionii care au acela&#537;i num&#259;r de electroni se numesc izoelectronice. <br><br>


<u>Energia de ionizare</u><br>
<u> Energia de ionizare</u> reprezint&#259; cantitatea de energie absorbit&#259; dintr-un atom aflat &#523;n starea gazoas&#259; la smulgerea unui electron de pe ultimul strat. <br>
 Energia de ionizare cre&#537;te in grup&#259; de jos &#523;n sus &#537;i &#523;n perioad&#259; de la st&#515;nga la dreapta. <br>
<u>Caracterul electropozitiv</u> reprezint&#259; propriet&#259;&#539;ile atomilor de a ceda electroni &#537;i de a se transforma &#523;n ioni pozitivi. <br>
 Elementele cu caracter electropozitiv au un comportament chimic de metal. <br><br>
<u>Afinitatea pentru electroni</u> este energia cedat&#259; de un atom aflat &#523;n stare gazoas&#259; la primirea unui electron de pe ultimul strat.<br>
 Afinitatea pentru electroni cre&#537;te &#523;n perioad&#259; de la st&#515;nga la dreapta &#537;i &#523;n grup&#259; de jos &#523;n sus.<br>
    <br><u>Caracterul metalic </u><br>
 <u>Caracterul metalic</u> cre&#537;te &#523;n perioad&#259; de la dreapta la st&#515;nga.<br>
 Al nu reac&#539;ioneaz&#259; cu H2O, deoarece se acoper&#259; cu un strat foarte sub&#539;ire de Al2O3 care nu permite continuarea reac&#539;iei.<br>
 Dac&#259; se cur&#259;&#539;&#259; stratul protector de oxid de aluminiu de la suprafa&#539;a metalului, acesta poate reac&#539;iona cu apa.
<pre>
<code>
Al +3H2O ->     Al(OH)3   +  3/2  H2      (precipitat  alb gelatinos)
</code>
</pre>
 &#537;i t&#259;ria bazelor cre&#537;te &#523;n acela&#537;i sens cu caracterul metalic.
 Substan&#539;ele care au caracter amfoter reac&#539;ioneaz&#259; at&#515;t cu acizii c&#515;t &#537;i cu bazele.
<pre>
<code>
Zn(OH)2
Al(OH)3+NaOH  ->     Na[Al(OH)4] (tetrahidroxoaluminatul de sodiu)
Al(OH)3+3HCl  ->      AlCl3+3H2O
</code>
</pre>

<br><br>
<u>Caracterul nemetalic</u><br>

 Caracterul nemetalic cre&#537;te &#523;n grup&#259; de jos &#523;n sus &#537;i &#523;n perioad&#259; de la st&#515;nga la dreapta.<br><br>


<img src="caracnem.png" style="width:10%">

 <br><br>Elementul cu caracterul nemetalic cel mai pronun&#539;at este F, urmeaz&#259; O &#537;i apoi celelalte nemetale: Cl, Br, I.<br>
  Nemetalele primesc electroni pentru atingerea configura&#539;iei stabile form&#515;nd ioni negativi(anioni).<br><br>
<pre>
<code>
9F  1s12s22p5
F+ 1e-    ->         F-
</code>
</pre>
 <br><br>Elementele care primesc electroni &#537;i formeaz&#259; ioni negativi, au caracter electronegativ.<br>
 Elementele cu caracter electronegativ au caracter chimic de nemetal.<br>
<pre>
<code>
2Al2O3+6HCl    ->   AlCl3+3H2O
Al2O3+2NaOH+3H2O   ->      2Na[Al(OH)4]
</code>
</pre>
<br><br>
 &#523;n stare pur&#259;, t&#259;ria hidracizilor halogenilor cre&#537;te de jos &#523;n sus, &#523;ns&#259;, &#523;n solu&#539;ie, t&#259;ria lor cre&#537;te de sus &#523;n jos.
 <br>T&#259;ria hidracizilor cre&#537;te prin solubilizarea &#523;n ap&#259;.<br>
  Oxizii metalelor se mai numesc &#537;i oxizi bazici, deoarece mul&#539;i dintre ei, &#523;n reac&#539;ie cu apa, formeaz&#259; baze. <br><br>
<pre>
<code>
Na2O+H2O    ->   2NaOH
MgO+H2O  ->     Mg(OH)2
 </code>
</pre>
 <br><br>Pot reac&#539;iona cu acizii form&#515;nd o sare &#537;i ap&#259;(asem&#259;n&#259;tor bazelor)<br><br>
<pre>
<code>
 Mg+2HCl   ->     MgCl2+H2O
</code>
</pre>
<br><br>
 Oxidul de aluminiu are caracter amfoter.
<br><br>


<u>Electronegativitatea</u>

 Atomii metalelor se caracterizeaz&#259; prin tendin&#539;a de a ceda electroni &#537;i de a se transforma &#523;n ioni pozitivi, iar atomii nemetalelor se caracterizeaz&#259; prin tendin&#539;a de a accepta electroni &#537;i de a se transforma &#523;n ioni negativi.<br>
 Metalele sunt elemente cu caracter electropozitiv, iar nemetalele sunt elemente cu caracter electronegativ. <br>
 Caracterul electrochimic al unui element poate fi apreciat prin valoarea electronegativit&#259;&#539;ii lui.<br>
 Electronegativitatea unui element reprezint&#259; capacitatea unui atom al elementului, f&#259;c&#515;nd parte dintr-un compus, de a atrage electroni spre el.<br>
 Dac&#259; un atom are o tendin&#539;&#259; puternic&#259; de a atrage electroni, elementul este puternic electronegativ &#537;i are electronegativitate mare.<br>
 Dac&#259; un atom are o tendin&#539;&#259; accentuat&#259; de a pierde electroni, elementul este puternic electropozitiv &#537;i are electronegativitate mic&#259;. <br>
 &#523;n perioad&#259;, electronegativitatea cre&#537;te de la grupa 1 la grupa 17. Odat&#259; cu cre&#537;terea electronegativit&#259;&#539;ii, scade caracterul metalic &#537;i cre&#537;te caracterul nemetalic. &#523;n grup&#259;, electronegativitatea cre&#537;te de jos &#523;n sus.<br>
<br>
<img src="electronegativitate.png" style="width:10%">

 <br><br>
 
 Oxizii nemetalelor se mai numesc &#537;i oxizi acizi, deoarece mul&#539;i dintre ei, &#523;n reac&#539;ia cu apa, formeaz&#259; acizi. <br>
 Substan&#539;ele care, in reac&#539;ie cu apa formeaz&#259; acizi se numesc ANHIDRIDE.<br><br>
 <pre>
<code>
P4O10+6 H2O     ->    4H2PO4
 5O3+H2O        ->       H2SO4
 Cl2O7 +H2O      ->     H2SO4
Cl2O7+H2O      ->      2HClO4 
</code>
</pre>
<br><br>Oxizii acizi reac&#539;ioneaz&#259; cu bazele.<br><br>
 <pre>
<code>
Ca(OH)2+CO2      ->          CaCO3   +H2O
</code>
</pre>

</p>

</div>

</div>
</body>
</html>

