<!DOCTYPE html>
<html>
<head>
<meta name="viewport" content="width=device-width, initial-scale=1.0">
		<meta name="description" content="lectii chimie!">
		<meta name="keywords" content="chimie, chim, stiinte, natura, lectii">
		<link rel="stylesheet" type="text/css" href="main2.css">
		<title>Chimie pentru toti</title>
<style>
   
</style>
</head>
<body>

<div class="paragraph">
<img src="9.png" style="width:10%"><br>
</div>
<h1 style="text-align:center"> Solu&#539;ii</h1>
<div class="paragraph2">

<p>                               
 <u>Clasificare:</u><br>
-Gazoase(aer)<br>
-Lichide:<br>a) L+G: HCL<br>
             b)L+L: ap&#259; + alcool, o&#539;et(CH3COOH)<br>
            c)L+S: ap&#259; + sare<br><Br>
 <u>Solu&#539;ia</u> este amestecul omogen de dou&#259; sau mai multe substan&#539;e.<br>
 Amestecul este omogen dac&#259; are aceea&#537;i compozi&#539;ie &#523;n toat&#259; masa sa.<br>
 O solu&#539;ie este format&#259; din substan&#539;&#259; dizolvat&#259; &#537;i substan&#539;&#259; &#523;n care se face dizolvarea.<br>
 <u>Dizolvarea</u> reprezint&#259; fenomenul &#523;n urma c&#259;ruia solutul (substan&#539;a lichid&#259;, solid&#259; sau gazoas&#259;) se r&#259;sp&#515;nde&#537;te printre moleculele solventului rezult&#515;nd o solu&#539;ie.<br>
 Ruperea leg&#259;turilor se face cu absorb&#539;ie de c&#259;ldur&#259;, iar formarea noilor leg&#259;turi se face cu cedare de c&#259;ldur&#259;(fenomen extern)<br><br>
 Din punctul de vedere al efectului termic avem 3 cazuri:<br>
1.	<u>Dizolvare exoterma:</u> atunci c&#515;nd c&#259;ldura absorbit&#259; la ruperea ionilor este mai mic&#259; dec&#515;t c&#259;ldura degajat&#259; la formarea noilor leg&#259;turi(ion dipol) <br>
2.	<u>Dizolvarea endoterm&#259;:</u> c&#515;nd c&#259;ldura absorbit&#259; la ruperea leg&#259;turilor este mai mare dec&#515;t c&#259;ldura degajat&#259; la formarea noilor leg&#259;turi. <br>
3.	<u>Nu se observ&#259; efect termic</u>, deci c&#259;ldura absorbit&#259; la ruperea leg&#259;turilor este egal&#259; cu c&#259;ldura degajat&#259; la formarea noilor leg&#259;turi. <br>
<br>

 <u>Solu&#539;ia diluat&#259;</u> con&#539;ine o cantitate mic&#259; de substan&#539;&#259; &#523;ntr-o cantitate mare de solvent.<br>
 <u>Solu&#539;ia concentrat&#259;</u> con&#539;ine o cantitate mare de substan&#539;&#259;.<br>
 <u>Solu&#539;ia saturat&#259;</u> con&#539;ine cantitatea maxim&#259; de solu&#539;ie la o anumit&#259; temperatur&#259;.<br>

</p>
</div>

</body>
</html>

